[
    {
        "author": "Chinua Achebe",
        "country": "Nigeria",
        "imageLink": "images/things-fall-apart.jpg",
        "language": "English",
        "link": "https://en.wikipedia.org/wiki/Things_Fall_Apart\n",
        "pages": 209,
        "title": "Things Fall Apart",
        "year": 1958,
        "genre": [
            "UnKnown"
        ],
        "labels": [
            "UnKnown"
        ],
        "information": "Things Fall Apart is the debut novel of Nigerian author Chinua Achebe, first published in 1958. It depicts the events of pre-colonial life in Igboland, a cultural area in modern-day southeastern Nigeria, and the subsequent appearance of European missionaries and colonial forces in the late 19th century. It is seen as an archetypal modern African novel in English, and one of the first such novels to receive global critical acclaim. It is a staple book in schools throughout Africa and is widely studied in English-speaking countries around the world. The novel was first published in the United Kingdom in 1958 by William Heinemann Ltd and became the first work published in Heinemann's African Writers Series."
    },
    {
        "author": "Hans Christian Andersen",
        "country": "Denmark",
        "imageLink": "images/fairy-tales.jpg",
        "language": "Danish",
        "link": "https://en.wikipedia.org/wiki/Fairy_Tales_Told_for_Children._First_Collection.\n",
        "pages": 784,
        "title": "Fairy tales",
        "year": 1836,
        "genre": [
            "Literary",
            "fairy tale"
        ],
        "labels": [
            "tale"
        ],
        "information": "Fairy Tales Told for Children. First Collection. ( Danish : Eventyr, fortalte for Børn. Første Samling.) is a collection of nine fairy tales by Hans Christian Andersen. The tales were published in a series of three installments by C. A. Reitzel between May 1835 and April 1837, and represent Andersen's first venture into the fairy tale genre. The nine tales of the three booklets were collected together and published in one volume and sold at seventy-two shillings. A title page, a table of contents, and a preface by Andersen were published in the volume."
    },
    {
        "author": "Dante Alighieri",
        "country": "Italy",
        "imageLink": "images/the-divine-comedy.jpg",
        "language": "Italian",
        "link": "https://en.wikipedia.org/wiki/Divine_Comedy\n",
        "pages": 928,
        "title": "The Divine Comedy",
        "year": 1315,
        "genre": [
            "narrative poem"
        ],
        "labels": [
            "poem"
        ],
        "information": "The Divine Comedy ( Italian : Divina Commedia [diˈviːna) is an Italian narrative poem by Dante Alighieri, begun c. 1308 and completed around 1321, shortly before the author's death. It is widely considered the pre-eminent work in Italian literature and one of the greatest works of Western literature. The poem's imaginative vision of the afterlife is representative of the medieval worldview as it existed in the Western Church by the 14th century. It helped establish the Tuscan language, in which it is written, as the standardized Italian language. It is divided into three parts: Inferno, Purgatorio, and Paradiso."
    },
    {
        "author": "Unknown",
        "country": "Sumer and Akkadian Empire",
        "imageLink": "images/the-epic-of-gilgamesh.jpg",
        "language": "Akkadian",
        "link": "https://en.wikipedia.org/wiki/Epic_of_Gilgamesh\n",
        "pages": 160,
        "title": "The Epic Of Gilgamesh",
        "year": -1700,
        "genre": [
            "UnKnown"
        ],
        "labels": [
            "UnKnown"
        ],
        "information": "The Epic of Gilgamesh ( / ˈ ɡ ɪ l ɡ ə m ɛ ʃ /) is an epic from ancient Mesopotamia. The literary history of Gilgamesh begins with five Sumerian poems about Gilgamesh (formerly read as Sumerian \"Bilgames\"), king of Uruk, some of which may date back to the Third Dynasty of Ur ( c. 2100 BC). These independent stories were later used as source material for a combined epic in Akkadian. The first surviving version of this combined epic, known as the \"Old Babylonian\" version, dates back to the 18th century BC and is titled after its incipit, Shūtur eli sharrī (\"Surpassing All Other Kings\"). Only a few tablets of it have survived. The later Standard Babylonian version compiled by Sîn-lēqi-unninni dates to somewhere between the 13th to the 10th centuries BC and bears the incipit Sha naqba īmuru [note 1] (\"He who Saw the Deep(s)\", lit. ' \"He who Sees the Unknown\" '). Approximately two-thirds of this longer, twelve-tablet version have been recovered. Some of the best copies were discovered in the library ruins of the 7th-century BC Assyrian king Ashurbanipal."
    },
    {
        "author": "Unknown",
        "country": "Achaemenid Empire",
        "imageLink": "images/the-book-of-job.jpg",
        "language": "Hebrew",
        "link": "https://en.wikipedia.org/wiki/Book_of_Job\n",
        "pages": 176,
        "title": "The Book Of Job",
        "year": -600,
        "genre": [
            "UnKnown"
        ],
        "labels": [
            "UnKnown"
        ],
        "information": "The Book of Job ( / dʒ oʊ b /; Biblical Hebrew : אִיּוֹב, romanized: ʾĪyyōḇ), or simply Job, is a book found in the Ketuvim (\"Writings\") section of the Hebrew Bible and the first of the Poetic Books in the Old Testament of the Christian Bible. Scholars generally agree that it was written between the 7th and 3rd centuries BCE. It addresses theodicy (why God permits evil in the world) through the experiences of the eponymous protagonist. Job is a wealthy and God-fearing man with a comfortable life and a large family. God asks Satan ( הַשָּׂטָן, haśśāṭān, ' lit. ' the adversary ' ') for his opinion of Job's piety. When Satan states that Job would turn away from God if he were rendered penniless, without his family, and materially uncomfortable, God allows him to do so. The rest of the book deals with Job successfully defending himself against his unsympathetic friends, whom God admonishes, and God's sovereignty over nature."
    },
    {
        "author": "Unknown",
        "country": "India/Iran/Iraq/Egypt/Tajikistan",
        "imageLink": "images/one-thousand-and-one-nights.jpg",
        "language": "Arabic",
        "link": "https://en.wikipedia.org/wiki/One_Thousand_and_One_Nights\n",
        "pages": 288,
        "title": "One Thousand and One Nights",
        "year": 1200,
        "genre": [
            "Frame story",
            "folklore"
        ],
        "labels": [
            "folklore",
            "story"
        ],
        "information": "One Thousand and One Nights ( Arabic : أَلْفُ لَيْلَةٍ وَلَيْلَةٌ ʾAlf Laylah wa-Laylah) is a collection of Middle Eastern folktales compiled in the Arabic language during the Islamic Golden Age. It is often known in English as the Arabian Nights, from the first English-language edition ( c. 1706–1721), which rendered the title as The Arabian Nights' Entertainment. The work was collected over many centuries by various authors, translators, and scholars across West Asia, Central Asia, South Asia, and North Africa.  Some tales trace their roots back to ancient and medieval Arabic, Sanskrit, Persian, and Mesopotamian literature. Most tales, however, were originally folk stories from the Abbasid and Mamluk eras, while others, especially the frame story, are probably drawn from the Pahlavi Persian work Hezār Afsān ( Persian : هزار افسان, lit. ' A Thousand Tales '), which in turn may be translations of older Indian texts."
    },
    {
        "author": "Unknown",
        "country": "Iceland",
        "imageLink": "images/njals-saga.jpg",
        "language": "Old Norse",
        "link": "https://en.wikipedia.org/wiki/Nj%C3%A1ls_saga\n",
        "pages": 384,
        "title": "Njál's Saga",
        "year": 1350,
        "genre": [
            "UnKnown"
        ],
        "labels": [
            "UnKnown"
        ],
        "information": "Njáls saga ( Icelandic pronunciation: [ˈnjauls listen ⓘ), also Njála ( listen ⓘ), or Brennu-Njáls saga ( [ˈprɛnːʏ-ˌnjauls listen ⓘ) (Which can be translated as The Story of Burnt Njáll, or The Saga of Njáll the Burner), is a thirteenth-century Icelandic saga that describes events between 960 and 1020. The saga deals with a process of blood feuds in the Icelandic Commonwealth, showing how the requirements of honor could lead to minor slights spiralling into destructive and prolonged bloodshed. Insults where a character's manhood is called into question are especially prominent and may reflect an author critical of an overly restrictive ideal of masculinity. Another characteristic of the narrative is the presence of omens and prophetic dreams. It is disputed whether this reflects a fatalistic outlook on the part of the author."
    },
    {
        "author": "Jane Austen",
        "country": "United Kingdom",
        "imageLink": "images/pride-and-prejudice.jpg",
        "language": "English",
        "link": "https://en.wikipedia.org/wiki/Pride_and_Prejudice\n",
        "pages": 226,
        "title": "Pride and Prejudice",
        "year": 1813,
        "genre": [
            "Classic Regency novel",
            "Romance novel"
        ],
        "labels": [
            "novel"
        ],
        "information": "Pride and Prejudice is the second novel by English author Jane Austen, published in 1813. A novel of manners, it follows the character development of Elizabeth Bennet, the protagonist of the book, who learns about the repercussions of hasty judgments and comes to appreciate the difference between superficial goodness and actual goodness. Mr Bennet, owner of the Longbourn estate in Hertfordshire, has five daughters, but his property is entailed and can only be passed to a male heir. His wife also lacks an inheritance, so his family faces becoming poor upon his death. Thus, it is imperative that at least one of the daughters marry well to support the others, which is a primary motivation driving the plot."
    },
    {
        "author": "Honoré de Balzac",
        "country": "France",
        "imageLink": "images/le-pere-goriot.jpg",
        "language": "French",
        "link": "https://en.wikipedia.org/wiki/Le_P%C3%A8re_Goriot\n",
        "pages": 443,
        "title": "Le Père Goriot",
        "year": 1835,
        "genre": [
            "UnKnown"
        ],
        "labels": [
            "UnKnown"
        ],
        "information": "Le Père Goriot ( French pronunciation: [lə pɛʁ, \"Old Goriot\" or \"Father Goriot\") is an 1835 novel by French novelist and playwright Honoré de Balzac (1799–1850), included in the Scènes de la vie privée section of his novel sequence La Comédie humaine. Set in Paris in 1819, it follows the intertwined lives of three characters: the elderly doting Goriot, a mysterious criminal-in-hiding named Vautrin and a naive law student named Eugène de Rastignac."
    },
    {
        "author": "Samuel Beckett",
        "country": "Republic of Ireland",
        "imageLink": "images/molloy-malone-dies-the-unnamable.jpg",
        "language": "French, English",
        "link": "https://en.wikipedia.org/wiki/Molloy_(novel)\n",
        "pages": 256,
        "title": "Molloy, Malone Dies, The Unnamable, the trilogy",
        "year": 1952,
        "genre": [
            "Novel"
        ],
        "labels": [
            "novel"
        ],
        "information": "Molloy is a novel by Samuel Beckett first written in French and published by Paris-based Les Éditions de Minuit in 1951. The English translation, published in 1955, is by Beckett and Patrick Bowles."
    },
    {
        "author": "Giovanni Boccaccio",
        "country": "Italy",
        "imageLink": "images/the-decameron.jpg",
        "language": "Italian",
        "link": "https://en.wikipedia.org/wiki/The_Decameron\n",
        "pages": 1024,
        "title": "The Decameron",
        "year": 1351,
        "genre": [
            "Frame story",
            "short story"
        ],
        "labels": [
            "story"
        ],
        "information": "The Decameron ( / d ɪ ˈ k æ m ər ə n /; Italian : Decameron [deˈkaːmeron, dekameˈrɔn, or Decamerone), subtitled Prince Galehaut (Old Italian: Prencipe Galeotto [ˈprentʃipe ɡaleˈɔtto, ˈprɛn-]) and sometimes nicknamed l'Umana commedia (\"the Human comedy \", as it was Boccaccio that dubbed Dante Alighieri 's Comedy \" Divine \"), is a collection of short stories by the 14th-century Italian author Giovanni Boccaccio (1313–1375). The book is structured as a frame story containing 100 tales told by a group of seven young women and three young men; they shelter in a secluded villa just outside Florence in order to escape the Black Death, which was afflicting the city. Boccaccio probably conceived of the Decameron after the epidemic of 1348, and completed it by 1353. The various tales of love in The Decameron range from the erotic to the tragic. Tales of wit, practical jokes, and life lessons contribute to the mosaic. In addition to its literary value and widespread influence (for example on Chaucer 's Canterbury Tales), it provides a document of life at the time. Written in the vernacular of the Florentine language, it is considered a masterpiece of early Italian prose."
    },
    {
        "author": "Jorge Luis Borges",
        "country": "Argentina",
        "imageLink": "images/ficciones.jpg",
        "language": "Spanish",
        "link": "https://en.wikipedia.org/wiki/Ficciones\n",
        "pages": 224,
        "title": "Ficciones",
        "year": 1965,
        "genre": [
            "UnKnown"
        ],
        "labels": [
            "UnKnown"
        ],
        "information": "Ficciones (in English: \"Fictions\") is a collection of short stories by Argentine writer and poet Jorge Luis Borges, originally written and published in Spanish between 1941 and 1956. Thirteen stories from Ficciones were first published by New Directions in the English-language anthology Labyrinths (1962). In the same year, Grove Press published the entirety of the book in English using the same title as in the original language. \" The Approach to Al-Mu'tasim \" originally appeared published in A History of Eternity ( Historia de la eternidad) (1936). Ficciones became Borges's most famous book and made him known worldwide."
    },
    {
        "author": "Emily Brontë",
        "country": "United Kingdom",
        "imageLink": "images/wuthering-heights.jpg",
        "language": "English",
        "link": "https://en.wikipedia.org/wiki/Wuthering_Heights\n",
        "pages": 342,
        "title": "Wuthering Heights",
        "year": 1847,
        "genre": [
            "Tragedy",
            "gothic"
        ],
        "labels": [
            "gothic",
            "tragedy"
        ],
        "information": "Wuthering Heights is the only novel by the English author Emily Brontë, initially published in 1847 under her pen name \"Ellis Bell\". It concerns two families of the landed gentry living on the West Yorkshire moors, the Earnshaws and the Lintons, and their turbulent relationships with the Earnshaws' foster son, Heathcliff. The novel was influenced by Romanticism and Gothic fiction. Wuthering Heights is now widely considered to be one of the greatest novels ever written in English, but contemporaneous reviews were polarised. It was controversial for its depictions of mental and physical cruelty, including domestic abuse, and for its challenges to Victorian morality, religion, and the class system."
    },
    {
        "author": "Albert Camus",
        "country": "Algeria, French Empire",
        "imageLink": "images/l-etranger.jpg",
        "language": "French",
        "link": "https://en.wikipedia.org/wiki/The_Stranger_(Camus_novel)\n",
        "pages": 185,
        "title": "The Stranger",
        "year": 1942,
        "genre": [
            "Philosophical novel"
        ],
        "labels": [
            "novel"
        ],
        "information": "The Stranger (French: L'Étranger, lit. ' The Foreigner '), also published in English as The Outsider, is a 1942 novella written by French author Albert Camus. The first of Camus's novels published in his lifetime, the story follows Meursault, an indifferent settler in French Algeria, who, weeks after his mother's funeral, kills an unnamed Arab man in Algiers. The story is divided into two parts, presenting Meursault's first-person narrative before and after the killing."
    },
    {
        "author": "Paul Celan",
        "country": "Romania, France",
        "imageLink": "images/poems-paul-celan.jpg",
        "language": "German",
        "link": "https://www.poetryfoundation.org/poets/paul-celan\n",
        "pages": 320,
        "title": "Poems",
        "year": 1952,
        "information": "Paul Celan was born Paul Antschel in Czernovitz, Romania, to a German-speaking Jewish family. His surname was later spelled Ancel, and he eventually adopted the anagram Celan as his pen name. In 1938 Celan went to Paris to study medicine, but returned to Romania before the outbreak of World War II. During the war Celan worked in a forced labor camp for 18 months; his parents were deported to a Nazi concentration camp. His father most likely died of typhus and his mother was shot after being unable to work. After escaping the labor camp, Celan lived in Bucharest and Vienna before settling in Paris. Celan was familiar with at least six languages, and fluent in Russian, French, and Romanian. In Paris, he taught German language and literature at L’École Normale Supérieure and earned a significant portion of his income as a translator, translating a wide range of work, from Robert Frost , Marianne Moore , and Emily Dickinson to Arthur Rimbaud , Antonin Artaud , and Charles Baudelaire . His own work has been translated into English numerous times and by several noted poets and translators including Michael Hamburger , Rosmarie Waldrop , Heather McHugh , John Felstiner, and Pierre Joris. Though he lived in France and was influenced by the French surrealists, he wrote his own poetry in German. His first collection of poems, Sand from the Urns , was published in Vienna in 1948; his second collection, Poppy and Memory ( Mohn und Gedaechtnis , 1952), brought him critical acclaim. Katherine Washburn, his translator, noted in her introduction to Last Poems (1986): “The title of this book [ Poppy and Memory ] pointed with a fine vividness to the central predicament of Celan’s poetry—the unstable and dangerous union between Paul Celan, caught early in that sensual music of the Surrealists, pure poet of the intoxicating line, and Paul Ancel, heir and hostage to the most lacerating of human memories.” While Celan is perhaps best known for his poem “Death Fugue” (or “Todesfuge”), it is not necessarily representative of his later work. Reviewing the 1981 publication Paul Celan: Poems in the New York Times , Rika Lesser said the poem’s “richly sonic, dactylic lines (spoken by the inmates of a camp), while typical of Celan's mastery of form, content, texture and sound, are hardly indicative of the direction his composition would later take.” As his career continued, Celan worked to “purge his poems of readymade contexts - whether historical, traditional or explicitly religious. The late poems still abound in allusions - private, hermeneutic, esoteric - but increasingly each poem becomes and creates its own context and the context within which Celan's other poems must be read.” This transformation has much to do with the language in which Celan wrote. As Shoshana Olidort notes in her Chicago Tribune review of Breathturn Into Timestead: Collected Later Poetry of Paul Celan (trans. by Pierre Joris and published by FSG, 2014), Celan was “a Holocaust survivor, [who] wrote in German, his mother tongue and also the language of his mother's murderers … As a German-speaking Jewish survivor living in France, Celan harbored feelings of intense estrangement from the language and thus set about creating his own language through what Joris eloquently describes as a “dismantling and rewelding” of German. The result, Olidort writes, “is arguably even darker than his earlier poems with their direct references to the Shoah. For Celan, darkness is not willed obscurity, rather, the poem comes out of lived experience and is \"born dark.” Celan received the Bremen Prize for German Literature in 1958 and the Georg Buchner Prize in 1960. He suffered from depression and killed himself in 1970.",
        "genre": [
            "Poetry"
        ],
        "labels": [
            "poem"
        ]
    },
    {
        "author": "Louis-Ferdinand Céline",
        "country": "France",
        "imageLink": "images/voyage-au-bout-de-la-nuit.jpg",
        "language": "French",
        "link": "https://en.wikipedia.org/wiki/Journey_to_the_End_of_the_Night\n",
        "pages": 505,
        "title": "Journey to the End of the Night",
        "year": 1932,
        "genre": [
            "UnKnown"
        ],
        "labels": [
            "UnKnown"
        ],
        "information": "Journey to the End of the Night ( French : Voyage au bout de la nuit, 1932) is the first novel by Louis-Ferdinand Céline. This semi-autobiographical work follows the adventures of Ferdinand Bardamu in World War I, colonial Africa, the United States and the poor suburbs of Paris where he works as a doctor. The novel won the Prix Renaudot in 1932 but divided critics due to the author's pessimistic depiction of the human condition and his innovative writing style based on working class speech, slang and neologisms. It is now widely considered to be one of the greatest novels of the twentieth century."
    },
    {
        "author": "Miguel de Cervantes",
        "country": "Spain",
        "imageLink": "images/don-quijote-de-la-mancha.jpg",
        "language": "Spanish",
        "link": "https://en.wikipedia.org/wiki/Don_Quixote\n",
        "pages": 1056,
        "title": "Don Quijote De La Mancha",
        "year": 1610,
        "genre": [
            "Novel"
        ],
        "labels": [
            "novel"
        ],
        "information": "Don Quixote is a Spanish epic novel by Miguel de Cervantes. It was originally published in two parts, in 1605 and 1615. Considered a founding work of Western literature, it is often labelled as the first modern novel and the greatest work ever written. Don Quixote is also one of the most-translated books in the world and one of the best-selling novels of all time."
    },
    {
        "author": "Geoffrey Chaucer",
        "country": "England",
        "imageLink": "images/the-canterbury-tales.jpg",
        "language": "English",
        "link": "https://en.wikipedia.org/wiki/The_Canterbury_Tales\n",
        "pages": 544,
        "title": "The Canterbury Tales",
        "year": 1450,
        "genre": [
            "UnKnown"
        ],
        "labels": [
            "UnKnown"
        ],
        "information": "The Canterbury Tales ( Middle English : Tales of Caunterbury) is a collection of twenty-four stories that runs to over 17,000 lines written in Middle English by Geoffrey Chaucer between 1387 and 1400. It is widely regarded as Chaucer's magnum opus. The tales (mostly written in verse, although some are in prose) are presented as part of a story-telling contest by a group of pilgrims as they travel together from London to Canterbury to visit the shrine of Saint Thomas Becket at Canterbury Cathedral. The prize for this contest is a free meal at the Tabard Inn at Southwark on their return."
    },
    {
        "author": "Anton Chekhov",
        "country": "Russia",
        "imageLink": "images/stories-of-anton-chekhov.jpg",
        "language": "Russian",
        "link": "https://en.wikipedia.org/wiki/List_of_short_stories_by_Anton_Chekhov\n",
        "pages": 194,
        "title": "Stories",
        "year": 1886,
        "genre": [
            "UnKnown"
        ],
        "labels": [
            "UnKnown"
        ],
        "information": "Anton Chekhov was a Russian playwright and short-story writer who is considered to be among the greatest writers of short fiction in history. He wrote hundreds of short stories, one novel, and seven full-length plays."
    },
    {
        "author": "Joseph Conrad",
        "country": "United Kingdom",
        "imageLink": "images/nostromo.jpg",
        "language": "English",
        "link": "https://en.wikipedia.org/wiki/Nostromo\n",
        "pages": 320,
        "title": "Nostromo",
        "year": 1904,
        "genre": [
            "Novel"
        ],
        "labels": [
            "novel"
        ],
        "information": "Nostromo: A Tale of the Seaboard is a 1904 novel by Joseph Conrad, set in the fictitious South American republic of \"Costaguana\". It was originally published serially in monthly instalments of T.P.'s Weekly. In 1998, the Modern Library ranked Nostromo 47th on its list of the 100 best English-language novels of the 20th century. It is frequently regarded as amongst the best of Conrad's long fiction; F. Scott Fitzgerald once said, \"I'd rather have written Nostromo than any other novel.\""
    },
    {
        "author": "Charles Dickens",
        "country": "United Kingdom",
        "imageLink": "images/great-expectations.jpg",
        "language": "English",
        "link": "https://en.wikipedia.org/wiki/Great_Expectations\n",
        "pages": 194,
        "title": "Great Expectations",
        "year": 1861,
        "genre": [
            "Novel",
            "Bildungsroman"
        ],
        "labels": [
            "Bildungsroman",
            "novel"
        ],
        "information": "Great Expectations is the thirteenth novel by Charles Dickens and his penultimate completed novel. The novel is a Bildungsroman and depicts the education of an orphan nicknamed Pip. It is Dickens' second novel, after David Copperfield, to be fully narrated in the first person. [N 1] The novel was first published as a serial in Dickens's weekly periodical All the Year Round, from 1 December 1860 to August 1861. In October 1861, Chapman & Hall published the novel in three volumes."
    },
    {
        "author": "Denis Diderot",
        "country": "France",
        "imageLink": "images/jacques-the-fatalist.jpg",
        "language": "French",
        "link": "https://en.wikipedia.org/wiki/Jacques_the_Fatalist\n",
        "pages": 596,
        "title": "Jacques the Fatalist",
        "year": 1796,
        "genre": [
            "Philosophical novel"
        ],
        "labels": [
            "novel"
        ],
        "information": "Jacques the Fatalist and his Master ( French : Jacques le fataliste et son maître) is a novel by Denis Diderot, written during the period 1765–1780. The first French edition was published posthumously in 1796, but it was known earlier in Germany, thanks to Schiller 's partial translation, which appeared in 1785 and was retranslated into French in 1793, as well as Mylius's complete German version of 1792."
    },
    {
        "author": "Alfred Döblin",
        "country": "Germany",
        "imageLink": "images/berlin-alexanderplatz.jpg",
        "language": "German",
        "link": "https://en.wikipedia.org/wiki/Berlin_Alexanderplatz\n",
        "pages": 600,
        "title": "Berlin Alexanderplatz",
        "year": 1929,
        "genre": [
            "Novel"
        ],
        "labels": [
            "novel"
        ],
        "information": "Berlin Alexanderplatz ( German: [bɛʁˈliːn) is a 1929 novel by Alfred Döblin. It is considered one of the most important and innovative works of the Weimar Republic. In a 2002 poll of 100 noted writers, the book was named among the top 100 books of all time."
    },
    {
        "author": "Fyodor Dostoevsky",
        "country": "Russia",
        "imageLink": "images/crime-and-punishment.jpg",
        "language": "Russian",
        "link": "https://en.wikipedia.org/wiki/Crime_and_Punishment\n",
        "pages": 551,
        "title": "Crime and Punishment",
        "year": 1866,
        "genre": [
            "Literary fiction"
        ],
        "labels": [
            "fiction"
        ],
        "information": "Crime and Punishment ( pre-reform Russian : Преступленіе и наказаніе; post-reform Russian: Преступление и наказание, romanized : Prestupleniye i nakazaniye, IPA: [prʲɪstʊˈplʲenʲɪje ɪ) is a novel by the Russian author Fyodor Dostoevsky. It was first published in the literary journal The Russian Messenger in twelve monthly installments during 1866. It was later published in a single volume. It is the second of Dostoevsky's full-length novels following his return from ten years of exile in Siberia. Crime and Punishment is considered the first great novel of his mature period of writing and is often cited as one of the greatest works of world literature."
    },
    {
        "author": "Fyodor Dostoevsky",
        "country": "Russia",
        "imageLink": "images/the-idiot.jpg",
        "language": "Russian",
        "link": "https://en.wikipedia.org/wiki/The_Idiot\n",
        "pages": 656,
        "title": "The Idiot",
        "year": 1869,
        "genre": [
            "UnKnown"
        ],
        "labels": [
            "UnKnown"
        ],
        "information": "The Idiot ( pre-reform Russian : Идіотъ; post-reform Russian: Идиот, romanized : Idiót) is a novel by the 19th-century Russian author Fyodor Dostoevsky. It was first published serially in the journal The Russian Messenger in 1868–69. The title is an ironic reference to the central character of the novel, Lev Nikolayevich Myshkin, a young prince whose goodness, open-hearted simplicity, and guilelessness lead many of the more worldly characters he encounters to mistakenly assume that he lacks intelligence and insight. In the character of Prince Myshkin, Dostoevsky set himself the task of depicting \"the positively good and beautiful man.\" The novel examines the consequences of placing such a singular individual at the centre of the conflicts, desires, passions, and egoism of worldly society, both for the man himself and for those with whom he becomes involved."
    },
    {
        "author": "Fyodor Dostoevsky",
        "country": "Russia",
        "imageLink": "images/the-possessed.jpg",
        "language": "Russian",
        "link": "https://en.wikipedia.org/wiki/Demons_(Dostoyevsky_novel)\n",
        "pages": 768,
        "title": "The Possessed",
        "year": 1872,
        "genre": [
            "Philosophical novel",
            "Political novel",
            "Anti-nihilistic novel",
            "Psychological novel",
            "Satirical novel"
        ],
        "labels": [
            "satire",
            "novel",
            "political"
        ],
        "information": "Demons ( pre-reform Russian : Бѣсы; post-reform Russian: Бесы, romanized : Bésy, IPA: [ˈbʲe.sɨ]; sometimes also called The Possessed or The Devils) is a novel by Fyodor Dostoevsky, first published in the journal The Russian Messenger in 1871–72. It is considered one of the four masterworks written by Dostoevsky after his return from Siberian exile, along with Crime and Punishment (1866), The Idiot (1869), and The Brothers Karamazov (1880). Demons is a social and political satire, a psychological drama, and large-scale tragedy. Joyce Carol Oates has described it as \"Dostoevsky's most confused and violent novel, and his most satisfactorily 'tragic' work.\" According to Ronald Hingley, it is Dostoevsky's \"greatest onslaught on Nihilism\", and \"one of humanity's most impressive achievements—perhaps even its supreme achievement—in the art of prose fiction.\" Many great writers including Joseph Brodsky, Marek Hłasko, Sergei Dovlatov have lauded it as the greatest novel ever written."
    },
    {
        "author": "Fyodor Dostoevsky",
        "country": "Russia",
        "imageLink": "images/the-brothers-karamazov.jpg",
        "language": "Russian",
        "link": "https://en.wikipedia.org/wiki/The_Brothers_Karamazov\n",
        "pages": 824,
        "title": "The Brothers Karamazov",
        "year": 1880,
        "genre": [
            "Philosophical novel",
            "Theological fiction"
        ],
        "labels": [
            "novel",
            "fiction"
        ],
        "information": "The Brothers Karamazov ( Russian : Бра́тья Карама́зовы, Brát'ya Karamázovy, pronounced [ˈbratʲjə kərɐˈmazəvɨ]), also translated as The Karamazov Brothers, is the last novel by Russian author Fyodor Dostoevsky. Dostoevsky spent nearly two years writing The Brothers Karamazov, which was published as a serial in The Russian Messenger from January 1879 to November 1880. Dostoevsky died less than four months after its publication. It has been acclaimed as one of the supreme achievements in world literature."
    },
    {
        "author": "George Eliot",
        "country": "United Kingdom",
        "imageLink": "images/middlemarch.jpg",
        "language": "English",
        "link": "https://en.wikipedia.org/wiki/Middlemarch\n",
        "pages": 800,
        "title": "Middlemarch",
        "year": 1871,
        "genre": [
            "Novel"
        ],
        "labels": [
            "novel"
        ],
        "information": "Middlemarch, A Study of Provincial Life is a novel by English author George Eliot, the pen name of Mary Ann Evans. It appeared in eight installments (volumes) in 1871 and 1872. Set in Middlemarch, a fictional English Midlands town, in 1829 to 1832, it follows distinct, intersecting stories with many characters. Issues include the status of women, the nature of marriage, idealism, self-interest, religion, hypocrisy, political reform, and education. Despite comic elements, Middlemarch uses realism to encompass historical events: the 1832 Reform Act, early railways, and the accession of King William IV. It looks at medicine of the time and reactionary views in a settled community facing unwelcome change. Eliot began writing the two pieces that formed the novel in 1869–1870 and completed it in 1871. Initial reviews were mixed, but it is now seen widely as her best work and one of the great English novels."
    },
    {
        "author": "Ralph Ellison",
        "country": "United States",
        "imageLink": "images/invisible-man.jpg",
        "language": "English",
        "link": "https://en.wikipedia.org/wiki/Invisible_Man\n",
        "pages": 581,
        "title": "Invisible Man",
        "year": 1952,
        "genre": [
            "Bildungsroman",
            "African-American literature",
            "social commentary"
        ],
        "labels": [
            "Bildungsroman",
            "social"
        ],
        "information": "Invisible Man is Ralph Ellison 's first novel, the only one published during his lifetime. It was published by Random House in 1952, and addresses many of the social and intellectual issues faced by African Americans in the early 20th century, including black nationalism, the relationship between black identity and Marxism, and the reformist racial policies of Booker T. Washington, as well as issues of individuality and personal identity."
    },
    {
        "author": "Euripides",
        "country": "Greece",
        "imageLink": "images/medea.jpg",
        "language": "Greek",
        "link": "https://en.wikipedia.org/wiki/Medea_(play)\n",
        "pages": 104,
        "title": "Medea",
        "year": -431,
        "genre": [
            "Tragedy"
        ],
        "labels": [
            "tragedy"
        ],
        "information": "Medea ( Ancient Greek : Μήδεια, Mēdeia) is an ancient Greek tragedy written by Euripides. It is based upon the myth of Jason and Medea and was first produced in 431 BC as part of a trilogy; the two other plays have not survived. The plot centers on the actions of Medea, a former princess of the kingdom of Colchis, and the wife of Jason; she finds her position in the Greek world threatened as Jason leaves her for a Greek princess of Corinth. Medea takes vengeance on Jason by murdering his new wife and her own two sons, after which she escapes to Athens to start a new life."
    },
    {
        "author": "William Faulkner",
        "country": "United States",
        "imageLink": "images/absalom-absalom.jpg",
        "language": "English",
        "link": "https://en.wikipedia.org/wiki/Absalom,_Absalom!\n",
        "pages": 313,
        "title": "Absalom, Absalom!",
        "year": 1936,
        "genre": [
            "Southern Gothic"
        ],
        "labels": [
            "gothic"
        ],
        "information": "Absalom, Absalom! is a novel by the American author William Faulkner, first published in 1936. Taking place before, during, and after the American Civil War, it is a story about three families of the American South, with a focus on the life of Thomas Sutpen. Absalom, Absalom!, along with The Sound and the Fury, helped Faulkner win the Nobel Prize in Literature for the year 1949. In 2009, a panel of judges called Absalom, Absalom! the best Southern novel of all time."
    },
    {
        "author": "William Faulkner",
        "country": "United States",
        "imageLink": "images/the-sound-and-the-fury.jpg",
        "language": "English",
        "link": "https://en.wikipedia.org/wiki/The_Sound_and_the_Fury\n",
        "pages": 326,
        "title": "The Sound and the Fury",
        "year": 1929,
        "genre": [
            "Modernist novel",
            "Stream of consciousness",
            "Southern Gothic"
        ],
        "labels": [
            "gothic",
            "novel",
            "modern"
        ],
        "information": "The Sound and the Fury is a novel by the American author William Faulkner. It employs several narrative styles, including stream of consciousness. Published in 1929, The Sound and the Fury was Faulkner's fourth novel, and was not immediately successful. In 1931, however, when Faulkner's sixth novel, Sanctuary, was published—a sensationalist story, which Faulkner later said was written only for money— The Sound and the Fury also became commercially successful, and Faulkner began to receive critical attention."
    },
    {
        "author": "Gustave Flaubert",
        "country": "France",
        "imageLink": "images/madame-bovary.jpg",
        "language": "French",
        "link": "https://en.wikipedia.org/wiki/Madame_Bovary\n",
        "pages": 528,
        "title": "Madame Bovary",
        "year": 1857,
        "genre": [
            "Realist novel"
        ],
        "labels": [
            "novel"
        ],
        "information": "Madame Bovary ( / ˈ b oʊ v ə r i /; French: [madam), originally published as Madame Bovary: Provincial Manners ( French : Madame Bovary: Mœurs de province [madam bɔvaʁi mœʁ(s) də), is a novel by French writer Gustave Flaubert, published in 1857. The eponymous character lives beyond her means in order to escape the banalities and emptiness of provincial life."
    },
    {
        "author": "Gustave Flaubert",
        "country": "France",
        "imageLink": "images/l-education-sentimentale.jpg",
        "language": "French",
        "link": "https://en.wikipedia.org/wiki/Sentimental_Education\n",
        "pages": 606,
        "title": "Sentimental Education",
        "year": 1869,
        "genre": [
            "Realism"
        ],
        "labels": [
            "realism"
        ],
        "information": "Sentimental Education (French: L'éducation sentimentale, 1869) is a novel by Gustave Flaubert.  The story focuses on the romantic life of a young man named Frédéric Moreau at the time of the French Revolution of 1848 and the founding of the Second French Empire. It describes Moreau's love for an older woman based on the wife of the music publisher Maurice Schlesinger, who is portrayed in the book as Jacques Arnoux. The novel's tone is by turns ironic and pessimistic; it occasionally lampoons French society. The main character often gives himself over to romantic flights of fancy."
    },
    {
        "author": "Federico García Lorca",
        "country": "Spain",
        "imageLink": "images/gypsy-ballads.jpg",
        "language": "Spanish",
        "link": "https://en.wikipedia.org/wiki/Gypsy_Ballads\n",
        "pages": 218,
        "title": "Gypsy Ballads",
        "year": 1928,
        "genre": [
            "UnKnown"
        ],
        "labels": [
            "UnKnown"
        ],
        "information": "The Romancero gitano (often translated into English as Gypsy Ballads) is a poetry collection by Spanish writer Federico García Lorca. First published in 1928, it is composed of eighteen romances with subjects like the night, death, the sky, and the moon. All of the poems deal with the Romani people and their culture, but only as a theme used to carry the larger message that the poet was trying to convey."
    },
    {
        "author": "Gabriel García Márquez",
        "country": "Colombia",
        "imageLink": "images/one-hundred-years-of-solitude.jpg",
        "language": "Spanish",
        "link": "https://en.wikipedia.org/wiki/One_Hundred_Years_of_Solitude\n",
        "pages": 417,
        "title": "One Hundred Years of Solitude",
        "year": 1967,
        "genre": [
            "Magic realism"
        ],
        "labels": [
            "realism"
        ],
        "information": "One Hundred Years of Solitude ( Spanish : Cien años de soledad, Latin American Spanish: [sjen ˈaɲos ðe soleˈðað]) is a 1967 novel by Colombian author Gabriel García Márquez that tells the multi-generational story of the Buendía family, whose patriarch, José Arcadio Buendía, founded the fictitious town of Macondo. The novel is often cited as one of the supreme achievements in world literature."
    },
    {
        "author": "Gabriel García Márquez",
        "country": "Colombia",
        "imageLink": "images/love-in-the-time-of-cholera.jpg",
        "language": "Spanish",
        "link": "https://en.wikipedia.org/wiki/Love_in_the_Time_of_Cholera\n",
        "pages": 368,
        "title": "Love in the Time of Cholera",
        "year": 1985,
        "genre": [
            "Romance novel"
        ],
        "labels": [
            "novel"
        ],
        "information": "Love in the Time of Cholera ( Spanish : El amor en los tiempos del cólera) is a novel written in Spanish by Colombian Nobel Prize -winning author Gabriel García Márquez and published in 1985. Edith Grossman 's English translation was published by Alfred A. Knopf in 1988."
    },
    {
        "author": "Johann Wolfgang von Goethe",
        "country": "Saxe-Weimar",
        "imageLink": "images/faust.jpg",
        "language": "German",
        "link": "https://en.wikipedia.org/wiki/Goethe%27s_Faust\n",
        "pages": 158,
        "title": "Faust",
        "year": 1832,
        "genre": [
            "UnKnown"
        ],
        "labels": [
            "UnKnown"
        ],
        "information": "Faust is a tragic play in two parts by Johann Wolfgang von Goethe, usually known in English as Faust, Part One and Faust, Part Two. Nearly all of Part One and the majority of Part Two are written in rhymed verse. Although rarely staged in its entirety, it is the play with the largest audience numbers on German-language stages. Faust is considered by many to be Goethe's magnum opus and the greatest work of German literature."
    },
    {
        "author": "Nikolai Gogol",
        "country": "Russia",
        "imageLink": "images/dead-souls.jpg",
        "language": "Russian",
        "link": "https://en.wikipedia.org/wiki/Dead_Souls\n",
        "pages": 432,
        "title": "Dead Souls",
        "year": 1842,
        "genre": [
            "Picaresque",
            "political",
            "satire"
        ],
        "labels": [
            "satire",
            "political"
        ],
        "information": "Dead Souls ( Russian : Мёртвые души Myórtvyye dúshi, pre-reform spelling : Мертвыя души) is a novel by Nikolai Gogol, first published in 1842, and widely regarded as an exemplar of 19th-century Russian literature. The novel chronicles the travels and adventures of Pavel Ivanovich Chichikov and the people whom he encounters. These people typify the Russian middle aristocracy of the time. Gogol himself saw his work as an \" epic poem in prose \", and within the book characterised it as a \" poem in prose \". Gogol intended the novel to be the first part of a three-volume work, but burned the manuscript of the second part shortly before his death. Although the novel ends in mid-sentence (like Sterne 's Sentimental Journey), it is regarded by some as complete in the extant form."
    },
    {
        "author": "Günter Grass",
        "country": "Germany",
        "imageLink": "images/the-tin-drum.jpg",
        "language": "German",
        "link": "https://en.wikipedia.org/wiki/The_Tin_Drum\n",
        "pages": 600,
        "title": "The Tin Drum",
        "year": 1959,
        "genre": [
            "Magic realism"
        ],
        "labels": [
            "realism"
        ],
        "information": "The Tin Drum ( German : Die Blechtrommel, pronounced [diː ˈblɛçˌtʁɔml̩] ⓘ) is a 1959 novel by Günter Grass, the first book of his Danzig Trilogy. It was adapted into a 1979 film, which won both the 1979 Palme d'Or and the Academy Award for Best Foreign Language Film in 1980. To \"beat a tin drum\" means to create a disturbance in order to bring attention to a cause."
    },
    {
        "author": "João Guimarães Rosa",
        "country": "Brazil",
        "imageLink": "images/the-devil-to-pay-in-the-backlands.jpg",
        "language": "Portuguese",
        "link": "https://en.wikipedia.org/wiki/The_Devil_to_Pay_in_the_Backlands\n",
        "pages": 494,
        "title": "The Devil to Pay in the Backlands",
        "year": 1956,
        "genre": [
            "novel"
        ],
        "labels": [
            "novel"
        ],
        "information": "The Devil to Pay in the Backlands ( Portuguese : Grande Sertão: Veredas, \"Great Backlands : Paths\"; also translated as The Great Backlands and Their Paths) is a novel published in 1956 by the Brazilian writer João Guimarães Rosa. The original title refers to the veredas, which are small paths through wetlands usually located at higher altitudes characterized by the presence of grasses and buritizais, groups of the buriti palm-tree ( Mauritia flexuosa), that criss-cross the Sertão region in northern Minas Gerais as a labyrinthine net where an outsider can easily get lost, and where there is no single way to a certain place, since all paths interconnect in such a way that any road can lead anywhere. The English title refers to a later episode in the book involving an attempt to make a deal with the Devil. Most of the book's spirit is, however, lost in translation, as the Portuguese original is written in a register that is both archaic and colloquial, as well as full of the author's remarkable neologisms, which makes the aesthetics of the book a challenging task to transpose to other languages. The combination of its size, linguistic oddness and polemic themes caused a shock when it was published, but now it is widely regarded as one of the greatest works of Brazilian literature and one of the most important novels of Portuguese language literature and South American literature. In a 2002 poll of 100 noted writers conducted by the Bokklubben World Library, the book was named among the top 100 books of all time."
    },
    {
        "author": "Knut Hamsun",
        "country": "Norway",
        "imageLink": "images/hunger.jpg",
        "language": "Norwegian",
        "link": "https://en.wikipedia.org/wiki/Hunger_(Hamsun_novel)\n",
        "pages": 176,
        "title": "Hunger",
        "year": 1890,
        "genre": [
            "Psychological novel",
            "Philosophical novel"
        ],
        "labels": [
            "novel"
        ],
        "information": "Hunger ( Norwegian : Sult) is a novel by the Norwegian author Knut Hamsun published in 1890 by P.G. Philipsens Forlag. The novel has been hailed as the literary opening of the 20th century and an outstanding example of modern, psychology-driven literature. Hunger portrays the irrationality of the human mind in an intriguing and sometimes humorous manner."
    },
    {
        "author": "Ernest Hemingway",
        "country": "United States",
        "imageLink": "images/the-old-man-and-the-sea.jpg",
        "language": "English",
        "link": "https://en.wikipedia.org/wiki/The_Old_Man_and_the_Sea\n",
        "pages": 128,
        "title": "The Old Man and the Sea",
        "year": 1952,
        "genre": [
            "Literary fiction"
        ],
        "labels": [
            "fiction"
        ],
        "information": "The Old Man and the Sea is a 1952 novella written by the American author Ernest Hemingway. Written between December 1950 and February 1951, it was the last major fictional work Hemingway published during his lifetime. It tells the story of Santiago, an aging fisherman, and his long struggle to catch a giant marlin. The novella was highly anticipated and was released to record sales; the initial critical reception was equally positive, but attitudes have varied significantly since then."
    },
    {
        "author": "Homer",
        "country": "Greece",
        "imageLink": "images/the-iliad-of-homer.jpg",
        "language": "Greek",
        "link": "https://en.wikipedia.org/wiki/Iliad\n",
        "pages": 608,
        "title": "Iliad",
        "year": -735,
        "genre": [
            "UnKnown"
        ],
        "labels": [
            "UnKnown"
        ],
        "information": "The Iliad ( / ˈ ɪ l i ə d /; Ancient Greek : Ἰλιάς, romanized : Iliás, Attic Greek : Ilion (Troy) \") is one of two major ancient Greek epic poems attributed to Homer. It is one of the oldest extant works of literature still widely read by modern audiences. As with the Odyssey, the poem is divided into 24 books and was written in dactylic hexameter. It contains 15,693 lines in its most widely accepted version. Set towards the end of the Trojan War, a ten-year siege of the city of Troy by a coalition of Mycenaean Greek states, the poem depicts significant events in the siege's final weeks. In particular, it depicts a fierce quarrel between King Agamemnon and a celebrated warrior, Achilles. It is a central part of the Epic Cycle. The Iliad is often regarded as the first substantial piece of European literature."
    },
    {
        "author": "Homer",
        "country": "Greece",
        "imageLink": "images/the-odyssey-of-homer.jpg",
        "language": "Greek",
        "link": "https://en.wikipedia.org/wiki/Odyssey\n",
        "pages": 374,
        "title": "Odyssey",
        "year": -800,
        "genre": [
            "UnKnown"
        ],
        "labels": [
            "UnKnown"
        ],
        "information": "The Odyssey ( / ˈ ɒ d ɪ s i /; Ancient Greek : Ὀδύσσεια, romanized : Odýsseia) is one of two major ancient Greek epic poems attributed to Homer. It is one of the oldest extant works of literature still widely read by modern audiences. As with the Iliad, the poem is divided into 24 books. It follows the Greek hero Odysseus, king of Ithaca, and his journey home after the Trojan War. After the war, which lasted ten years, his journey from Troy to Ithaca, via Africa and southern Europe, lasted for ten additional years during which time he encountered many perils and all of his crewmates were killed. In his absence, Odysseus was assumed dead, and his wife Penelope and son Telemachus had to contend with a group of unruly suitors who were competing for Penelope's hand in marriage."
    },
    {
        "author": "Henrik Ibsen",
        "country": "Norway",
        "imageLink": "images/a-Dolls-house.jpg",
        "language": "Norwegian",
        "link": "https://en.wikipedia.org/wiki/A_Doll%27s_House\n",
        "pages": 68,
        "title": "A Doll's House",
        "year": 1879,
        "genre": [
            "Naturalistic",
            "realistic",
            "problem play",
            "Modern",
            "tragedy"
        ],
        "labels": [
            "modern",
            "tragedy"
        ],
        "information": "A Doll's House ( Danish and Bokmål : Et dukkehjem; also translated as A Doll House) is a three-act play written by Norwegian playwright Henrik Ibsen. It premiered at the Royal Danish Theatre in Copenhagen, Denmark, on 21 December 1879, having been published earlier that month. The play is set in a Norwegian town c. 1879. The play concerns the fate of a married woman, who, at the time in Norway, lacked reasonable opportunities for self-fulfillment in a male-dominated world. Despite the fact that Ibsen denied it was his intent to write a feminist play, it was a great sensation at the time and caused a \"storm of outraged controversy\" that went beyond the theater to the world of newspapers and society."
    },
    {
        "author": "James Joyce",
        "country": "Irish Free State",
        "imageLink": "images/ulysses.jpg",
        "language": "English",
        "link": "https://en.wikipedia.org/wiki/Ulysses_(novel)\n",
        "pages": 228,
        "title": "Ulysses",
        "year": 1922,
        "genre": [
            "Modernist",
            "novel"
        ],
        "labels": [
            "modern",
            "novel"
        ],
        "information": "Ulysses is a modernist novel by the Irish writer James Joyce. Parts of it were first serialized in the American journal The Little Review from March 1918 to December 1920, and the entire work was published in Paris by Sylvia Beach on 2 February 1922, Joyce's fortieth birthday. It is considered one of the most important works of modernist literature and has been called \"a demonstration and summation of the entire movement\"."
    },
    {
        "author": "Franz Kafka",
        "country": "Czechoslovakia",
        "imageLink": "images/stories-of-franz-kafka.jpg",
        "language": "German",
        "link": "https://en.wikipedia.org/wiki/Franz_Kafka_bibliography#Short_stories\n",
        "pages": 488,
        "title": "Stories",
        "year": 1924,
        "genre": [
            "UnKnown"
        ],
        "labels": [
            "UnKnown"
        ],
        "information": "Franz Kafka, a German-language writer of novels and short stories who is regarded by critics as one of the most influential authors of the 20th century, was trained as a lawyer and later employed by an insurance company, writing only in his spare time."
    },
    {
        "author": "Franz Kafka",
        "country": "Czechoslovakia",
        "imageLink": "images/the-trial.jpg",
        "language": "German",
        "link": "https://en.wikipedia.org/wiki/The_Trial\n",
        "pages": 160,
        "title": "The Trial",
        "year": 1925,
        "genre": [
            "Philosophical fiction",
            "Dystopian fiction",
            "Absurdist fiction",
            "Paranoid fiction"
        ],
        "labels": [
            "dystopia",
            "fiction"
        ],
        "information": "The Trial (German: Der Process) [A] is a novel written by Franz Kafka in 1914 and 1915 and published posthumously on 26 April 1925. One of his best-known works, it tells the story of Josef K., a man arrested and prosecuted by a remote, inaccessible authority, with the nature of his crime revealed neither to him nor to the reader. Heavily influenced by Dostoevsky 's Crime and Punishment and The Brothers Karamazov, Kafka even went so far as to call Dostoevsky a blood relative. Like Kafka's two other novels, The Castle and Amerika, The Trial was never completed, although it does include a chapter which appears to bring the story to an intentionally abrupt ending."
    },
    {
        "author": "Franz Kafka",
        "country": "Czechoslovakia",
        "imageLink": "images/the-castle.jpg",
        "language": "German",
        "link": "https://en.wikipedia.org/wiki/The_Castle_(novel)\n",
        "pages": 352,
        "title": "The Castle",
        "year": 1926,
        "genre": [
            "Political fiction",
            "absurdist fiction",
            "paranoid fiction"
        ],
        "labels": [
            "political",
            "fiction"
        ],
        "information": "The Castle (German: Das Schloss, also spelled Das Schloß [das) is the last novel by Franz Kafka. In it a protagonist known only as \"K.\" arrives in a village and struggles to gain access to the mysterious authorities who govern it from a castle supposedly owned by Graf Westwest. Kafka died before he could finish the work and the novel was posthumously published against his wishes. Dark and at times surreal, The Castle is often understood to be about alienation, unresponsive bureaucracy, the frustration of trying to conduct business with non-transparent, seemingly arbitrary controlling systems, and the futile pursuit of an unobtainable goal."
    },
    {
        "author": "Kālidāsa",
        "country": "India",
        "imageLink": "images/the-recognition-of-shakuntala.jpg",
        "language": "Sanskrit",
        "link": "https://en.wikipedia.org/wiki/Abhij%C3%B1%C4%81na%C5%9B%C4%81kuntalam\n",
        "pages": 147,
        "title": "The recognition of Shakuntala",
        "year": 150,
        "genre": [
            "UnKnown"
        ],
        "labels": [
            "UnKnown"
        ],
        "information": "Abhijñānaśākuntalam ( Devanagari : अभिज्ञानशाकुन्तलम्, IAST : Abhijñānaśākuntalam), also known as Shakuntala, The Recognition of Shakuntala, The Sign of Shakuntala, and many other variants, is a Sanskrit play by the ancient Indian poet Kālidāsa, dramatizing the story of Śakuntalā told in the epic Mahābhārata and regarded as the best of Kālidāsa's works. Its exact date is uncertain, but Kālidāsa is often placed in the 4th century CE."
    },
    {
        "author": "Yasunari Kawabata",
        "country": "Japan",
        "imageLink": "images/the-sound-of-the-mountain.jpg",
        "language": "Japanese",
        "link": "https://en.wikipedia.org/wiki/The_Sound_of_the_Mountain\n",
        "pages": 288,
        "title": "The Sound of the Mountain",
        "year": 1954,
        "genre": [
            "UnKnown"
        ],
        "labels": [
            "UnKnown"
        ],
        "information": "The Sound of the Mountain ( Japanese : 山の音, Hepburn : Yama no oto) is a novel by Japanese writer Yasunari Kawabata, serialized between 1949 and 1954, and first published as a standalone book in 1954 by Chikuma Shobō, Tokyo."
    },
    {
        "author": "Nikos Kazantzakis",
        "country": "Greece",
        "imageLink": "images/zorba-the-greek.jpg",
        "language": "Greek",
        "link": "https://en.wikipedia.org/wiki/Zorba_the_Greek\n",
        "pages": 368,
        "title": "Zorba the Greek",
        "year": 1946,
        "genre": [
            "UnKnown"
        ],
        "labels": [
            "UnKnown"
        ],
        "information": "Zorba the Greek ( Greek : Βίος και Πολιτεία του Αλέξη Ζορμπά, Víos kai Politeía tou Aléxē Zorbá, Life and Times of Alexis Zorbas) is a novel written by Nikos Kazantzakis, first published in 1946. It is the tale of a young Greek intellectual who ventures to escape his bookish life with the aid of the boisterous and mysterious Alexis Zorba. The novel was adapted into the successful 1964 film of the same name directed by Michael Cacoyannis, as well as a stage musical and a BBC radio play."
    },
    {
        "author": "D. H. Lawrence",
        "country": "United Kingdom",
        "imageLink": "images/sons-and-lovers.jpg",
        "language": "English",
        "link": "https://en.wikipedia.org/wiki/Sons_and_Lovers\n",
        "pages": 432,
        "title": "Sons and Lovers",
        "year": 1913,
        "genre": [
            "Autobiographical novel"
        ],
        "labels": [
            "novel",
            "autobiography"
        ],
        "information": "Sons and Lovers is a 1913 novel by the English writer D. H. Lawrence. It traces emotional conflicts through the protagonist, Paul Morel, and his suffocating relationships with a demanding mother and two very different lovers, which exert complex influences on the development of his manhood. The novel was originally published by Gerald Duckworth and Company Ltd., London, and Mitchell Kennerley Publishers, New York. While the novel initially received a lukewarm critical reception, along with allegations of obscenity, it is today regarded as a masterpiece by many critics and is often regarded as Lawrence's finest achievement. It tells us more about Lawrence's life and his phases, as his first was when he lost his mother in 1910 to whom he was particularly attached. And it was from then that he met Frieda Richthofen, and around this time that he began conceiving his two other great novels, The Rainbow and Women in Love, which had more sexual emphasis and maturity."
    },
    {
        "author": "Halldór Laxness",
        "country": "Iceland",
        "imageLink": "images/independent-people.jpg",
        "language": "Icelandic",
        "link": "https://en.wikipedia.org/wiki/Independent_People\n",
        "pages": 470,
        "title": "Independent People",
        "year": 1934,
        "genre": [
            "Novel"
        ],
        "labels": [
            "novel"
        ],
        "information": "Independent People: An Epic ( Icelandic : Sjálfstætt fólk) is a novel by Nobel laureate Halldór Laxness, originally published in two volumes in 1934 and 1935. It deals with the struggle of poor Icelandic farmers in the early 20th century, only freed from debt bondage in the last generation, and surviving on isolated crofts in an inhospitable landscape. The novel is considered among the foremost examples of social realism in Icelandic fiction in the 1930s. It is an indictment of materialism, the cost of the self-reliant spirit to relationships, and capitalism itself. This book, along with several other major novels, helped Laxness win the Nobel Prize in Literature in 1955."
    },
    {
        "author": "Giacomo Leopardi",
        "country": "Italy",
        "imageLink": "images/poems-giacomo-leopardi.jpg",
        "language": "Italian",
        "link": "https://www.poetryfoundation.org/poets/giacomo-leopardi\n",
        "pages": 184,
        "title": "Poems",
        "year": 1818,
        "information": "Prolific writer, translator, and thinker Giacomo Leopardi was born in the small provincial town of Recanati, Italy, during a time of political upheaval and unrest in Europe created by the French Revolution. Although his aristocratic family was affected by the instability of the region, Leopardi was tutored extensively under private priests from an early age, showing a remarkable talent and thirst for knowledge. As a sickly adolescent who was often confined to the household, Leopardi spent most of his time in his father’s extraordinary library, immersing himself in classical and philological knowledge. Within years of independent study, Leopardi became fluent in reading and writing Latin, Greek, and Hebrew, while he began translating various classical texts including Horace and Homer. For years Leopardi secluded himself in his father’s library, studying and writing constantly. At the age of fourteen he wrote Pompeo in Egitto (Pompey in Egypt) an anti-Caesarean manifesto, and went onto writing various philological works until 1816, which marked a turning point in Leopardi’s life which he called “the passage from erudition to the beautiful.” Leopardi wrote L'appressamento della morte (The Approach of Death), a poem in terza rima which was heavily influenced by Petrarch and Dante, as well as Inno a Nettuno (Hymn to Neptune), and Le rimembranze (Memories). After this, Leopardi abandoned other types of work and concentrated on lyric poetry, including his book Canti (Songs) and Canzoniere (Songbook), as well as many more. Leopardi frequently focuses on the patriotic, idyllic scenes, unrequited love, childhood, and classical themes and references. Regarded by many as the “first modern Italian classic” poet, Leopardi was additionally praised for his prose work, with his varied use of dialogue, myth, allegory, and satire. For over five years years he stopped writing lyric poetry so he could concentrate on composing his innovative prose magnum opus called Operette morali (Small Moral Works). Frederick John Snell, author of The Primer of Italian Literature, commented on Leopardi’s style and mastery of language: “He opens every little scratch, and probes, if he does not poison, the wounds of suffering humanity. Yet in all this he is the reverse of a fanatic. He argues dexterously, in the finest of literary styles.” Unfortunately, Leopardi spent most of his life with ill health and growing blindness. As a result of his medical conditions, he was confined to Recanati for a long period of time but over his lifetime was able to travel to Rome, Florence, Milan, Bologna, and Pisa.  In 1837, he died, likely from edema and other complications, in Naples.",
        "genre": [
            "Poetry"
        ],
        "labels": [
            "poem"
        ]
    },
    {
        "author": "Doris Lessing",
        "country": "United Kingdom",
        "imageLink": "images/the-golden-notebook.jpg",
        "language": "English",
        "link": "https://en.wikipedia.org/wiki/The_Golden_Notebook\n",
        "pages": 688,
        "title": "The Golden Notebook",
        "year": 1962,
        "genre": [
            "Novel"
        ],
        "labels": [
            "novel"
        ],
        "information": "The Golden Notebook is a 1962 novel by the British writer Doris Lessing. Like her two books that followed, it enters the realm of what Margaret Drabble in The Oxford Companion to English Literature called Lessing's \"inner space fiction\"; [ citation needed ] her work that explores mental and societal breakdown. The novel contains anti- war and anti- Stalinist messages, an extended analysis of communism and the Communist Party in England from the 1930s to the 1950s, and an examination of the budding sexual revolution and women's liberation movements."
    },
    {
        "author": "Astrid Lindgren",
        "country": "Sweden",
        "imageLink": "images/pippi-longstocking.jpg",
        "language": "Swedish",
        "link": "https://en.wikipedia.org/wiki/Pippi_Longstocking\n",
        "pages": 160,
        "title": "Pippi Longstocking",
        "year": 1945,
        "genre": [
            "UnKnown"
        ],
        "labels": [
            "UnKnown"
        ],
        "information": "Pippi Longstocking ( Swedish : Pippi Långstrump) is the fictional main character in an eponymous series of children's books by Swedish author Astrid Lindgren. Pippi was named by Lindgren's daughter Karin, who asked her mother for a get-well story when she was off school. Pippi is red-haired, freckled, unconventional and superhumanly strong – able to lift her horse one-handed. She is playful and unpredictable. She often makes fun of unreasonable adults, especially if they are pompous and condescending. Her anger comes out in extreme cases, such as when a man mistreats his horse. Pippi, like Peter Pan, does not want to grow up. She is the daughter of a buccaneer captain and has adventure stories to tell about that, too. Her four best friends are her horse and monkey, and the neighbours' children, Tommy and Annika."
    },
    {
        "author": "Lu Xun",
        "country": "China",
        "imageLink": "images/diary-of-a-madman.jpg",
        "language": "Chinese",
        "link": "https://en.wikipedia.org/wiki/A_Madman%27s_Diary\n",
        "pages": 389,
        "title": "Diary of a Madman",
        "year": 1918,
        "genre": [
            "UnKnown"
        ],
        "labels": [
            "UnKnown"
        ],
        "information": "Diary of a Madman may refer to:"
    },
    {
        "author": "Naguib Mahfouz",
        "country": "Egypt",
        "imageLink": "images/children-of-gebelawi.jpg",
        "language": "Arabic",
        "link": "https://en.wikipedia.org/wiki/Children_of_Gebelawi\n",
        "pages": 355,
        "title": "Children of Gebelawi",
        "year": 1959,
        "genre": [
            "Novel"
        ],
        "labels": [
            "novel"
        ],
        "information": "Children of Gebelawi ( Arabic : أولاد حارتنا, romanized : ʾawlād ḥāratnā) is a novel by the Egyptian writer and Nobel laureate Naguib Mahfouz. Its Egyptian dialectal transliteration is Awlad Haretna. An alternative English title is Children of the Alley."
    },
    {
        "author": "Thomas Mann",
        "country": "Germany",
        "imageLink": "images/buddenbrooks.jpg",
        "language": "German",
        "link": "https://en.wikipedia.org/wiki/Buddenbrooks\n",
        "pages": 736,
        "title": "Buddenbrooks",
        "year": 1901,
        "genre": [
            "Family saga"
        ],
        "labels": [
            "saga"
        ],
        "information": "Buddenbrooks ( German: ⓘ) is a 1901 novel by Thomas Mann, chronicling the decline of a wealthy north German merchant family over the course of four generations, incidentally portraying the manner of life and mores of the Hanseatic bourgeoisie in the years from 1835 to 1877. Mann drew deeply from the history of his own family, the Mann family of Lübeck, and their milieu."
    },
    {
        "author": "Thomas Mann",
        "country": "Germany",
        "imageLink": "images/the-magic-mountain.jpg",
        "language": "German",
        "link": "https://en.wikipedia.org/wiki/The_Magic_Mountain\n",
        "pages": 720,
        "title": "The Magic Mountain",
        "year": 1924,
        "genre": [
            "Bildungsroman",
            "modernist novel"
        ],
        "labels": [
            "modern",
            "Bildungsroman",
            "novel"
        ],
        "information": "The Magic Mountain (German: Der Zauberberg, pronounced [deːɐ̯ ⓘ) is a novel by Thomas Mann, first published in German in November 1924. It is widely considered to be one of the most influential works of twentieth-century German literature."
    },
    {
        "author": "Herman Melville",
        "country": "United States",
        "imageLink": "images/moby-dick.jpg",
        "language": "English",
        "link": "https://en.wikipedia.org/wiki/Moby-Dick\n",
        "pages": 378,
        "title": "Moby Dick",
        "year": 1851,
        "genre": [
            "Adventure fiction",
            "epic",
            "sea story",
            "encyclopedic novel"
        ],
        "labels": [
            "story",
            "novel",
            "epic",
            "fiction"
        ],
        "information": "Moby-Dick; or, The Whale is an 1851 novel by American writer Herman Melville. The book is the sailor Ishmael 's narrative of the maniacal quest of Ahab, captain of the whaling ship Pequod, for vengeance against Moby Dick, the giant white sperm whale that bit off his leg on the ship's previous voyage. A contribution to the literature of the American Renaissance, Moby-Dick was published to mixed reviews, was a commercial failure, and was out of print at the time of the author's death in 1891. Its reputation as a Great American Novel was established only in the 20th century, after the 1919 centennial of its author's birth. William Faulkner said he wished he had written the book himself, and D. H. Lawrence called it \"one of the strangest and most wonderful books in the world\" and \"the greatest book of the sea ever written\". Its opening sentence, \"Call me Ishmael\", is among world literature's most famous."
    },
    {
        "author": "Michel de Montaigne",
        "country": "France",
        "imageLink": "images/essais.jpg",
        "language": "French",
        "link": "https://en.wikipedia.org/wiki/Essays_(Montaigne)\n",
        "pages": 404,
        "title": "Essays",
        "year": 1595,
        "genre": [
            "Essay"
        ],
        "labels": [
            "essay"
        ],
        "information": "The Essays ( French : Essais, pronounced [esɛ]) of Michel de Montaigne are contained in three books and 107 chapters of varying length. They were originally written in Middle French and published in the Kingdom of France. Montaigne's stated design in writing, publishing and revising the Essays over the period from approximately 1570 to 1592 was to record \"some traits of my character and of my humours.\" The Essays were first published in 1580 and cover a wide range of topics."
    },
    {
        "author": "Elsa Morante",
        "country": "Italy",
        "imageLink": "images/history.jpg",
        "language": "Italian",
        "link": "https://en.wikipedia.org/wiki/History_(novel)\n",
        "pages": 600,
        "title": "History",
        "year": 1974,
        "genre": [
            "UnKnown"
        ],
        "labels": [
            "UnKnown"
        ],
        "information": "History: A Novel ( Italian : La Storia) is a novel by Italian author Elsa Morante, generally regarded as her most famous and controversial work. Published in 1974, it narrates the story of a partly Jewish woman, Ida Ramundo, and her two sons Antonio (nicknamed \"Ninnarieddu\", \"Ninnuzzu\" or \"Nino\") and Giuseppe (\"Useppe\") in Rome, during and immediately after the Second World War."
    },
    {
        "author": "Toni Morrison",
        "country": "United States",
        "imageLink": "images/beloved.jpg",
        "language": "English",
        "link": "https://en.wikipedia.org/wiki/Beloved_(novel)\n",
        "pages": 321,
        "title": "Beloved",
        "year": 1987,
        "genre": [
            "UnKnown"
        ],
        "labels": [
            "UnKnown"
        ],
        "information": "Beloved is a 1987 novel by American novelist Toni Morrison. Set in the period after the American Civil War, the novel tells the story of a dysfunctional family of formerly enslaved people whose Cincinnati home is haunted by a malevolent spirit. The narrative of Beloved derives from the life of Margaret Garner, a slave in the slave state of Kentucky who escaped and fled to the free state of Ohio in 1856."
    },
    {
        "author": "Murasaki Shikibu",
        "country": "Japan",
        "imageLink": "images/the-tale-of-genji.jpg",
        "language": "Japanese",
        "link": "https://en.wikipedia.org/wiki/The_Tale_of_Genji\n",
        "pages": 1360,
        "title": "The Tale of Genji",
        "year": 1006,
        "genre": [
            "Monogatari"
        ],
        "labels": [
            "Monogatari"
        ],
        "information": "The Tale of Genji ( 源氏物語, Genji monogatari, pronounced [ɡeɲdʑi), also known as Genji Monogatari is a classic work of Japanese literature written by the noblewoman, poet, and lady-in-waiting Murasaki Shikibu around the peak of the Heian period, in the early 11th century. The original manuscript no longer exists. It was made in \" concertina \" or orihon style: several sheets of paper pasted together and folded alternately in one direction then the other."
    },
    {
        "author": "Robert Musil",
        "country": "Austria",
        "imageLink": "images/the-man-without-qualities.jpg",
        "language": "German",
        "link": "https://en.wikipedia.org/wiki/The_Man_Without_Qualities\n",
        "pages": 365,
        "title": "The Man Without Qualities",
        "year": 1931,
        "genre": [
            "Modernist novel",
            "philosophical novel",
            "historical novel"
        ],
        "labels": [
            "modern",
            "novel"
        ],
        "information": "The Man Without Qualities ( German : Der Mann ohne Eigenschaften; 1930–1943) is an unfinished modernist novel in three volumes and various drafts, by the Austrian writer Robert Musil. The novel is a \"story of ideas\", which takes place in the time of the Austro-Hungarian monarchy 's last days, and the plot often veers into allegorical digressions on a wide range of existential themes concerning humanity and feelings. It has a particular concern with the values of truth and opinion and how society organizes ideas about life and society. The book is well over a thousand pages long in its entirety, and no one single theme dominates."
    },
    {
        "author": "Vladimir Nabokov",
        "country": "Russia/United States",
        "imageLink": "images/lolita.jpg",
        "language": "English",
        "link": "https://en.wikipedia.org/wiki/Lolita\n",
        "pages": 317,
        "title": "Lolita",
        "year": 1955,
        "genre": [
            "Novel"
        ],
        "labels": [
            "novel"
        ],
        "information": "Lolita is a 1955 novel written by Russian-American novelist Vladimir Nabokov that addresses the controversial subject of hebephilia. The protagonist is a French literature professor who moves to New England and writes under the pseudonym Humbert Humbert. He describes his obsession with a 12-year-old \" nymphet \", Dolores Haze, whom he kidnaps and sexually abuses after becoming her stepfather. Privately, he calls her \"Lolita\", the Spanish diminutive for Dolores. The novel was originally written in English, but fear of censorship in the U.S. (where Nabokov lived) and Britain led to it being first published in Paris, France, in 1955 by Olympia Press."
    },
    {
        "author": "George Orwell",
        "country": "United Kingdom",
        "imageLink": "images/nineteen-eighty-four.jpg",
        "language": "English",
        "link": "https://en.wikipedia.org/wiki/Nineteen_Eighty-Four\n",
        "pages": 272,
        "title": "Nineteen Eighty-Four",
        "year": 1949,
        "genre": [
            "Dystopian",
            "political fiction",
            "social science fiction"
        ],
        "labels": [
            "dystopia",
            "social",
            "political",
            "fiction"
        ],
        "information": "Nineteen Eighty-Four (also published as 1984) is a dystopian novel and cautionary tale by English writer George Orwell. It was published on 8 June 1949 by Secker & Warburg as Orwell's ninth and final book completed in his lifetime. Thematically, it centres on the consequences of totalitarianism, mass surveillance, and repressive regimentation of people and behaviours within society. Orwell, a staunch believer in democratic socialism and member of the anti-Stalinist Left, modelled the Britain under authoritarian socialism in the novel on the Soviet Union in the era of Stalinism and on the very similar practices of both censorship and propaganda in Nazi Germany. More broadly, the novel examines the role of truth and facts within societies and the ways in which they can be manipulated."
    },
    {
        "author": "Ovid",
        "country": "Roman Empire",
        "imageLink": "images/the-metamorphoses-of-ovid.jpg",
        "language": "Classical Latin",
        "link": "https://en.wikipedia.org/wiki/Metamorphoses\n",
        "pages": 576,
        "title": "Metamorphoses",
        "year": 100,
        "genre": [
            "UnKnown"
        ],
        "labels": [
            "UnKnown"
        ],
        "information": "The Metamorphoses ( Latin : Metamorphōsēs, from Ancient Greek : μεταμορφώσεις : \"Transformations\") is a Latin narrative poem from 8 CE by the Roman poet Ovid. It is considered his magnum opus. The poem chronicles the history of the world from its creation to the deification of Julius Caesar in a mythico-historical framework comprising over 250 myths, 15 books, and 11,995 lines."
    },
    {
        "author": "Fernando Pessoa",
        "country": "Portugal",
        "imageLink": "images/the-book-of-disquiet.jpg",
        "language": "Portuguese",
        "link": "https://en.wikipedia.org/wiki/The_Book_of_Disquiet\n",
        "pages": 272,
        "title": "The Book of Disquiet",
        "year": 1928,
        "genre": [
            "UnKnown"
        ],
        "labels": [
            "UnKnown"
        ],
        "information": "The Book of Disquiet ( Livro do Desassossego: Composto por Bernardo Soares, ajudante de guarda-livros na cidade de Lisboa) is a work by the Portuguese author Fernando Pessoa (1888–1935). Published posthumously, The Book of Disquiet is a fragmentary lifetime project, left unedited by the author, who introduced it as a \"factless autobiography.\"\nThe publication was credited to Bernardo Soares, one of the author's alternate writing names, which he called a semi-heteronym, and had a preface attributed to Fernando Pessoa, another alternate writing name or orthonym."
    },
    {
        "author": "Edgar Allan Poe",
        "country": "United States",
        "imageLink": "images/tales-and-poems-of-edgar-allan-poe.jpg",
        "language": "English",
        "link": "https://en.wikipedia.org/wiki/Edgar_Allan_Poe_bibliography#Tales\n",
        "pages": 842,
        "title": "Tales",
        "year": 1950,
        "genre": [
            "UnKnown"
        ],
        "labels": [
            "UnKnown"
        ],
        "information": "The works of American author Edgar Allan Poe (January 19, 1809 – October 7, 1849) include many poems, short stories, and one novel. His fiction spans multiple genres, including horror fiction, adventure, science fiction, and detective fiction, a genre he is credited with inventing. These works are generally considered part of the Dark romanticism movement, a literary reaction to Transcendentalism. Poe's writing reflects his literary theories: he disagreed with didacticism and allegory. Meaning in literature, he said in his criticism, should be an undercurrent just beneath the surface; works whose meanings are too obvious cease to be art. Poe pursued originality in his works, and disliked proverbs. He often included elements of popular pseudosciences such as phrenology and physiognomy. His most recurring themes deal with questions of death, including its physical signs, the effects of decomposition, concerns of premature burial, the reanimation of the dead, and mourning. Though known as a masterly practitioner of Gothic fiction, Poe did not invent the genre; he was following a long-standing popular tradition."
    },
    {
        "author": "Marcel Proust",
        "country": "France",
        "imageLink": "images/a-la-recherche-du-temps-perdu.jpg",
        "language": "French",
        "link": "https://en.wikipedia.org/wiki/In_Search_of_Lost_Time\n",
        "pages": 2408,
        "title": "In Search of Lost Time",
        "year": 1920,
        "genre": [
            "Modernist"
        ],
        "labels": [
            "modern"
        ],
        "information": "In Search of Lost Time ( French : À la recherche du temps perdu), first translated into English as Remembrance of Things Past, and sometimes referred to in French as La Recherche ( The Search), is a novel in seven volumes by French author Marcel Proust. This early 20th-century work is his most prominent, known both for its length and its theme of involuntary memory. The most famous example of this is the \"episode of the madeleine \", which occurs early in the first volume."
    },
    {
        "author": "François Rabelais",
        "country": "France",
        "imageLink": "images/gargantua-and-pantagruel.jpg",
        "language": "French",
        "link": "https://en.wikipedia.org/wiki/Gargantua_and_Pantagruel\n",
        "pages": 623,
        "title": "Gargantua and Pantagruel",
        "year": 1533,
        "genre": [
            "Satire"
        ],
        "labels": [
            "satire"
        ],
        "information": "The Five Books of the Lives and Deeds of Gargantua and Pantagruel ( French : Les Cinq livres des faits et dits de Gargantua et Pantagruel), often shortened to Gargantua and Pantagruel or the Cinq Livres ( Five Books), is a pentalogy of novels written in the 16th century by François Rabelais. It tells the adventures of two giants, Gargantua ( / ɡ ɑːr ˈ ɡ æ n tj u ə / gar- GAN -tew-ə, French:) and his son Pantagruel ( / p æ n ˈ t æ ɡ r u ɛ l, - əl, ˌ p æ n t ə ˈ ɡ r uː ə l / pan- TAG -roo-el, -⁠əl, PAN -tə- GROO -əl, French:). The work is written in an amusing, extravagant, and satirical vein, features much erudition, vulgarity, and wordplay, and is regularly compared with the works of William Shakespeare and James Joyce. Rabelais was a polyglot, and the work introduced \"a great number of new and difficult words ... into the French language\"."
    },
    {
        "author": "Juan Rulfo",
        "country": "Mexico",
        "imageLink": "images/pedro-paramo.jpg",
        "language": "Spanish",
        "link": "https://en.wikipedia.org/wiki/Pedro_P%C3%A1ramo\n",
        "pages": 124,
        "title": "Pedro Páramo",
        "year": 1955,
        "genre": [
            "UnKnown"
        ],
        "labels": [
            "UnKnown"
        ],
        "information": "Pedro Páramo is a novel by Mexican writer Juan Rulfo, first published in 1955. The novel tells the story of Juan Preciado, a man who promises his mother on her deathbed to meet Preciado's father for the first time in the town of Comala only to come across a literal ghost town, that is, populated by spectral characters. During the course of the novel, these ghostly inhabitants reveal details about life and afterlife in Comala, including that of Preciado's reckless father, Pedro Páramo, and his centrality for the town. Initially, the novel was met with cold critical reception and sold only two thousand copies during the first four years; later, however, the book became highly acclaimed. Páramo was a key influence on Latin American writers such as Gabriel García Márquez. Pedro Páramo has been translated into more than 30 different languages and the English version has sold more than a million copies in the United States."
    },
    {
        "author": "Rumi",
        "country": "Sultanate of Rum",
        "imageLink": "images/the-masnavi.jpg",
        "language": "Persian",
        "link": "https://en.wikipedia.org/wiki/Masnavi\n",
        "pages": 438,
        "title": "The Masnavi",
        "year": 1236,
        "genre": [
            "UnKnown"
        ],
        "labels": [
            "UnKnown"
        ],
        "information": "The Masnavi, or Masnavi-ye-Ma'navi ( Persian : مثنوی معنوی, DMG : Mas̲navī-e maʻnavī), also written Mathnawi, or Mathnavi, is an extensive poem written in Persian by Jalal al-Din Muhammad Rumi, also known as Rumi. The Masnavi is one of the most influential works of Sufism, ascribed to be like a \" Quran in Persian\". Some Muslims regard the Masnavi as one of the most important of Islamic literature, falling behind only the Quran. It has been viewed by many commentators as the greatest mystical poem in world literature. The Masnavi is a series of six books of poetry that together amount to around 25,000 verses or 50,000 lines. It is a spiritual text that teaches Sufis how to reach their goal of being truly in love with God."
    },
    {
        "author": "Salman Rushdie",
        "country": "United Kingdom, India",
        "imageLink": "images/midnights-children.jpg",
        "language": "English",
        "link": "https://en.wikipedia.org/wiki/Midnight%27s_Children\n",
        "pages": 536,
        "title": "Midnight's Children",
        "year": 1981,
        "genre": [
            "Magic realism",
            "historiographic metafiction"
        ],
        "labels": [
            "realism",
            "fiction"
        ],
        "information": "Midnight's Children is a 1981 novel by Indian-British writer Salman Rushdie, published by Jonathan Cape with cover design by Bill Botten, about India's transition from British colonial rule to independence and partition. It is a postcolonial, postmodern and magical realist story told by its chief protagonist, Saleem Sinai, set in the context of historical events. The style of preserving history with fictional accounts is self-reflexive."
    },
    {
        "author": "Saadi",
        "country": "Persia, Persian Empire",
        "imageLink": "images/bostan.jpg",
        "language": "Persian",
        "link": "https://en.wikipedia.org/wiki/Bustan_(book)\n",
        "pages": 298,
        "title": "Bostan",
        "year": 1257,
        "genre": [
            "UnKnown"
        ],
        "labels": [
            "UnKnown"
        ],
        "information": "The Bustan ( Persian : بوستان, also transliterated as Būstān, Bustān; \"the orchard\") is a book of poetry by the Persian poet Saadi, completed in 1257 CE and dedicated to the Salghurid Atabeg Sa'd I or Sa'd II. Bustan is considered one of two major works of Saadi. It was Saadi's first work. The book contains the fruits of Saadi's long experience and his judgements upon life, and is illustrated by a vast collection of anecdotes. It includes accounts of Saadi's travels and his analysis of human psychology. He often mentions his accounts with fervour and advice similar to Aesop's fables. The book has ten chapters regarding the issues of ethics and training; namely, justice, mercy, love, humility, contentment, devotions, education, gratitude, repentance, and praying."
    },
    {
        "author": "Tayeb Salih",
        "country": "Sudan",
        "imageLink": "images/season-of-migration-to-the-north.jpg",
        "language": "Arabic",
        "link": "https://en.wikipedia.org/wiki/Season_of_Migration_to_the_North\n",
        "pages": 139,
        "title": "Season of Migration to the North",
        "year": 1966,
        "genre": [
            "UnKnown"
        ],
        "labels": [
            "UnKnown"
        ],
        "information": "Season of Migration to the North ( Arabic : موسم الهجرة إلى الشمال Mawsim al-Hijrah ilâ al-Shamâl) is a classic postcolonial Arabic novel by the Sudanese novelist Tayeb Salih, published in 1966; it is the novel for which he is best known. It was first published in the Beirut journal Hiwâr. The main concern of the novel is with the impact of British colonialism and European modernity on rural African societies in general and Sudanese culture and identity in particular. His novel reflects the conflicts of modern Sudan and depicts the brutal history of European colonialism as shaping the reality of contemporary Sudanese society. Damascus-based Arab Literary Academy named it one of the best novels in Arabic of the twentieth century. Mawsim al-Hijrah ilâ al-Shamâl is considered to be an important turning point in the development of postcolonial narratives that focus on the encounter between East and West."
    },
    {
        "author": "José Saramago",
        "country": "Portugal",
        "imageLink": "images/blindness.jpg",
        "language": "Portuguese",
        "link": "https://en.wikipedia.org/wiki/Blindness_(novel)\n",
        "pages": 352,
        "title": "Blindness",
        "year": 1995,
        "genre": [
            "Post-apocalyptic"
        ],
        "labels": [
            "post-apocalyptic"
        ],
        "information": "Blindness ( Portuguese : Ensaio sobre a cegueira, meaning Essay on Blindness) is a 1995 novel by the Portuguese author José Saramago. It is one of Saramago's most famous novels, along with The Gospel According to Jesus Christ and Baltasar and Blimunda. In 1998, Saramago received the Nobel Prize for Literature, and Blindness was one of his works noted by the committee when announcing the award."
    },
    {
        "author": "William Shakespeare",
        "country": "England",
        "imageLink": "images/hamlet.jpg",
        "language": "English",
        "link": "https://en.wikipedia.org/wiki/Hamlet\n",
        "pages": 432,
        "title": "Hamlet",
        "year": 1603,
        "genre": [
            "Shakespearean tragedy"
        ],
        "labels": [
            "tragedy"
        ],
        "information": "The Tragedy of Hamlet, Prince of Denmark, usually shortened to Hamlet ( / ˈ h æ m l ɪ t /), is a tragedy written by William Shakespeare sometime between 1599 and 1601. It is Shakespeare's longest play. Set in Denmark, the play depicts Prince Hamlet and his attempts to exact revenge against his uncle, Claudius, who has murdered Hamlet's father in order to seize his throne and marry Hamlet's mother. Hamlet is considered among the \"most powerful and influential tragedies in the English language\", with a story capable of \"seemingly endless retelling and adaptation by others\". It is widely considered one of the greatest plays of all time. Three different early versions of the play are extant: the First Quarto (Q1, 1603); the Second Quarto (Q2, 1604); and the First Folio (F1, 1623). Each version includes lines and passages missing from the others."
    },
    {
        "author": "William Shakespeare",
        "country": "England",
        "imageLink": "images/king-lear.jpg",
        "language": "English",
        "link": "https://en.wikipedia.org/wiki/King_Lear\n",
        "pages": 384,
        "title": "King Lear",
        "year": 1608,
        "genre": [
            "UnKnown"
        ],
        "labels": [
            "UnKnown"
        ],
        "information": "King Lear is a tragedy written by William Shakespeare. It is loosely based on the mythological Leir of Britain. King Lear, in preparation for his old age, divides his power and land between his daughters Goneril and Regan, who pay homage to gain favour, feigning love. The King's third daughter, Cordelia, is offered a third of his kingdom also, but refuses to be insincere in her praise and affection. She instead offers the respect of a daughter and is disowned by Lear who seeks flattery. Regan and Goneril subsequently break promises to host Lear and his entourage, so he opts to become homeless and destitute, goes insane, and the French King married to Cordelia invades Britain to restore order and Lear's rule. In a subplot, Edmund, the illegitimate son of Gloucester, betrays his brother and father. Tragically, Lear, Cordelia and several other main characters die."
    },
    {
        "author": "William Shakespeare",
        "country": "England",
        "imageLink": "images/othello.jpg",
        "language": "English",
        "link": "https://en.wikipedia.org/wiki/Othello\n",
        "pages": 314,
        "title": "Othello",
        "year": 1609,
        "genre": [
            "UnKnown"
        ],
        "labels": [
            "UnKnown"
        ],
        "information": "Othello ( / ɒ ˈ θ ɛ l oʊ /; full title: The Tragedy of Othello, the Moor of Venice) is a tragedy written by William Shakespeare, around 1603. The story revolves around two characters, Othello and Iago. Othello is a Moorish military commander who was serving as a general of the Venetian army in defence of Cyprus against invasion by Ottoman Turks. He had recently married Desdemona, a beautiful and wealthy Venetian lady younger than himself, without the knowledge of and despite the later objection of her father. Iago is Othello's malevolent ensign, who maliciously stokes his master's jealousy until the usually stoic Othello kills his beloved wife in a fit of blind rage. Due to its enduring themes of passion, jealousy, and race, Othello is still topical and popular and is widely performed, with numerous adaptations."
    },
    {
        "author": "Sophocles",
        "country": "Greece",
        "imageLink": "images/oedipus-the-king.jpg",
        "language": "Greek",
        "link": "https://en.wikipedia.org/wiki/Oedipus_the_King\n",
        "pages": 88,
        "title": "Oedipus the King",
        "year": -430,
        "genre": [
            "Tragedy"
        ],
        "labels": [
            "tragedy"
        ],
        "information": "Oedipus Rex, also known by its Greek title, Oedipus Tyrannus ( Ancient Greek : Οἰδίπους Τύραννος, pronounced [oidípuːs), or Oedipus the King, is an Athenian tragedy by Sophocles that was first performed c. 429 BC. Originally, to the ancient Greeks, the title was simply Oedipus ( Οἰδίπους), as it is referred to by Aristotle in the Poetics.  It is thought to have been renamed Oedipus Tyrannus to distinguish it from Oedipus at Colonus, a later play by Sophocles. In antiquity, the term \"tyrant\" referred to a ruler with no legitimate claim to rule, but it did not necessarily have a negative connotation."
    },
    {
        "author": "Stendhal",
        "country": "France",
        "imageLink": "images/le-rouge-et-le-noir.jpg",
        "language": "French",
        "link": "https://en.wikipedia.org/wiki/The_Red_and_the_Black\n",
        "pages": 576,
        "title": "The Red and the Black",
        "year": 1830,
        "genre": [
            "Bildungsroman"
        ],
        "labels": [
            "Bildungsroman"
        ],
        "information": "Le Rouge et le Noir ( French pronunciation: [lə ʁuʒ e l(ə) nwaʁ]; meaning The Red and the Black) is a historical psychological novel in two volumes by Stendhal, published in 1830. It chronicles the attempts of a provincial young man to rise socially beyond his modest upbringing through a combination of talent, hard work, deception, and hypocrisy. He ultimately allows his passions to betray him."
    },
    {
        "author": "Laurence Sterne",
        "country": "England",
        "imageLink": "images/the-life-and-opinions-of-tristram-shandy.jpg",
        "language": "English",
        "link": "https://en.wikipedia.org/wiki/The_Life_and_Opinions_of_Tristram_Shandy,_Gentleman\n",
        "pages": 640,
        "title": "The Life And Opinions of Tristram Shandy",
        "year": 1760,
        "genre": [
            "Novel"
        ],
        "labels": [
            "novel"
        ],
        "information": "The Life and Opinions of Tristram Shandy, Gentleman, also known as Tristram Shandy, is a novel by Laurence Sterne, inspired by Don Quixote. It was published in nine volumes, the first two appearing in 1759, and seven others following over the next seven years (vols. 3 and 4, 1761; vols. 5 and 6, 1762; vols. 7 and 8, 1765; vol. 9, 1767). It purports to be a biography of the eponymous character. Its style is marked by digression, double entendre, and graphic devices. The first edition was printed by Ann Ward on Coney Street, York."
    },
    {
        "author": "Italo Svevo",
        "country": "Italy",
        "imageLink": "images/confessions-of-zeno.jpg",
        "language": "Italian",
        "link": "https://en.wikipedia.org/wiki/Zeno%27s_Conscience\n",
        "pages": 412,
        "title": "Confessions of Zeno",
        "year": 1923,
        "genre": [
            "modernist novel"
        ],
        "labels": [
            "modern",
            "novel"
        ],
        "information": "Zeno's Conscience ( Italian : La coscienza di Zeno [la koʃˈʃɛntsa di) is a novel by Italian writer Italo Svevo. The main character is Zeno Cosini, and the book is the fictional character's memoirs that he keeps because his psychoanalyst recommended to do so in order to overcome his illness. He writes about his father, his business, his wife, and his tobacco habit. The original English translation was published under the title Confessions of Zeno."
    },
    {
        "author": "Jonathan Swift",
        "country": "Ireland",
        "imageLink": "images/gullivers-travels.jpg",
        "language": "English",
        "link": "https://en.wikipedia.org/wiki/Gulliver%27s_Travels\n",
        "pages": 178,
        "title": "Gulliver's Travels",
        "year": 1726,
        "genre": [
            "Satire",
            "Science Fiction"
        ],
        "labels": [
            "satire",
            "fiction"
        ],
        "information": "Gulliver's Travels, or Travels into Several Remote Nations of the World. In Four Parts. By Lemuel Gulliver, First a Surgeon, and then a Captain of Several Ships is a 1726 prose satire by the Anglo-Irish writer and clergyman Jonathan Swift, satirising both human nature and the \" travellers' tales \" literary subgenre. It is Swift's best-known full-length work and a classic of English literature. Swift claimed that he wrote Gulliver's Travels \"to vex the world rather than divert it\"."
    },
    {
        "author": "Leo Tolstoy",
        "country": "Russia",
        "imageLink": "images/war-and-peace.jpg",
        "language": "Russian",
        "link": "https://en.wikipedia.org/wiki/War_and_Peace\n",
        "pages": 1296,
        "title": "War and Peace",
        "year": 1867,
        "genre": [
            "Novel",
            "Historical novel"
        ],
        "labels": [
            "novel"
        ],
        "information": "War and Peace ( Russian : Война и мир, romanized : Voyna i mir; pre-reform Russian : Война и миръ; [vɐjˈna i) is a literary work by Russian author Leo Tolstoy. Set during the Napoleonic Wars, the work mixes fictional narrative with chapters discussing history and philosophy. An early version was published serially beginning in 1865, after which the entire book was rewritten and published in 1869. It is regarded, with Anna Karenina, as Tolstoy's finest literary achievement and remains an internationally praised classic of world literature."
    },
    {
        "author": "Leo Tolstoy",
        "country": "Russia",
        "imageLink": "images/anna-karenina.jpg",
        "language": "Russian",
        "link": "https://en.wikipedia.org/wiki/Anna_Karenina\n",
        "pages": 864,
        "title": "Anna Karenina",
        "year": 1877,
        "genre": [
            "Realist novel"
        ],
        "labels": [
            "novel"
        ],
        "information": "Anna Karenina (Russian: Анна Каренина, IPA: [ˈanːə kɐˈrʲenʲɪnə]) is a novel by the Russian author Leo Tolstoy, first published in book form in 1878. Considered to be one of the greatest works of literature ever written, Tolstoy himself called it his first true novel. It was initially released in serial installments from 1875 to 1877, all but the last part appearing in the periodical The Russian Messenger. When William Faulkner was asked to list what he thought were the three greatest novels, he replied: \" Anna Karenina, Anna Karenina, and Anna Karenina \"."
    },
    {
        "author": "Leo Tolstoy",
        "country": "Russia",
        "imageLink": "images/the-death-of-ivan-ilyich.jpg",
        "language": "Russian",
        "link": "https://en.wikipedia.org/wiki/The_Death_of_Ivan_Ilyich\n",
        "pages": 92,
        "title": "The Death of Ivan Ilyich",
        "year": 1886,
        "genre": [
            "Philosophical fiction"
        ],
        "labels": [
            "fiction"
        ],
        "information": "The Death of Ivan Ilyich (also Romanized Ilich, Ilych, Ilyitch; Russian : Смерть Ивана Ильича, romanized : Smert' Ivána Ilyicha), first published in 1886, is a novella by Leo Tolstoy, considered one of the masterpieces of his late fiction, written shortly after his religious conversion of the late 1870s. Considered to be one of the finest examples of a novella, The Death of Ivan Ilyich tells the story of a high-court judge in 19th-century Russia and his sufferings and death from a terminal illness."
    },
    {
        "author": "Mark Twain",
        "country": "United States",
        "imageLink": "images/the-adventures-of-huckleberry-finn.jpg",
        "language": "English",
        "link": "https://en.wikipedia.org/wiki/Adventures_of_Huckleberry_Finn\n",
        "pages": 224,
        "title": "The Adventures of Huckleberry Finn",
        "year": 1884,
        "genre": [
            "Picaresque novel"
        ],
        "labels": [
            "novel"
        ],
        "information": "Adventures of Huckleberry Finn is a novel by American author Mark Twain, which was first published in the United Kingdom in December 1884 and in the United States in February 1885. Commonly named among the Great American Novels, the work is among the first in major American literature to be written throughout in vernacular English, characterized by local color regionalism. It is told in the first person by Huckleberry \"Huck\" Finn, the narrator of two other Twain novels ( Tom Sawyer Abroad and Tom Sawyer, Detective) and a friend of Tom Sawyer. It is a direct sequel to The Adventures of Tom Sawyer."
    },
    {
        "author": "Valmiki",
        "country": "India",
        "imageLink": "images/ramayana.jpg",
        "language": "Sanskrit",
        "link": "https://en.wikipedia.org/wiki/Ramayana\n",
        "pages": 152,
        "title": "Ramayana",
        "year": -450,
        "genre": [
            "UnKnown"
        ],
        "labels": [
            "UnKnown"
        ],
        "information": "The Ramayana ( / r ɑː ˈ m ɑː j ə n ə /; Sanskrit : रामायणम्, romanized : Rāmāyaṇam), also known as Valmiki Ramayana, as traditionally attributed to Valmiki, is a smriti text (also described as a Sanskrit epic) from ancient India, one of the two important epics of Hinduism known as the Itihasas, the other being the Mahabharata. The epic narrates the life of Rama, a prince of Ayodhya in the kingdom of Kosala. The epic follows his fourteen-year exile to the forest urged by his father King Dasharatha, on the request of Rama's stepmother Kaikeyi; his travels across forests in the Indian subcontinent with his wife Sita and brother Lakshmana; the kidnapping of Sita by Ravana, the king of Lanka, that resulted in war; and Rama's eventual return to Ayodhya along with Sita to be crowned king amidst jubilation and celebration."
    },
    {
        "author": "Virgil",
        "country": "Roman Empire",
        "imageLink": "images/the-aeneid.jpg",
        "language": "Classical Latin",
        "link": "https://en.wikipedia.org/wiki/Aeneid\n",
        "pages": 442,
        "title": "The Aeneid",
        "year": -23,
        "genre": [
            "UnKnown"
        ],
        "labels": [
            "UnKnown"
        ],
        "information": "The Aeneid ( / ɪ ˈ n iː ɪ d / ih- NEE -id; Latin : Aenē̆is or) is a Latin epic poem that tells the legendary story of Aeneas, a Trojan who fled the fall of Troy and travelled to Italy, where he became the ancestor of the Romans. Written by the Roman poet Virgil between 29 and 19 BC, the Aeneid comprises 9,896 lines in dactylic hexameter. The first six of the poem's twelve books tell the story of Aeneas' wanderings from Troy to Italy, and the poem's second half tells of the Trojans' ultimately victorious war upon the Latins, under whose name Aeneas and his Trojan followers are destined to be subsumed."
    },
    {
        "author": "Vyasa",
        "country": "India",
        "imageLink": "images/the-mahab-harata.jpg",
        "language": "Sanskrit",
        "link": "https://en.wikipedia.org/wiki/Mahabharata\n",
        "pages": 276,
        "title": "Mahabharata",
        "year": -700,
        "genre": [
            "UnKnown"
        ],
        "labels": [
            "UnKnown"
        ],
        "information": "The Mahābhārata ( / m ə ˌ h ɑː ˈ b ɑːr ə t ə, ˌ m ɑː h ə -/ mə- HAH - BAR -ə-tə, MAH -hə-; Sanskrit : महाभारतम्, IAST : Mahābhāratam, pronounced) is one of the two major Smriti texts and Sanskrit epics of ancient India revered in Hinduism, the other being the Rāmāyaṇa. It narrates the events and aftermath of the Kurukshetra War, a war of succession between two groups of princely cousins, the Kauravas and the Pāṇḍavas."
    },
    {
        "author": "Walt Whitman",
        "country": "United States",
        "imageLink": "images/leaves-of-grass.jpg",
        "language": "English",
        "link": "https://en.wikipedia.org/wiki/Leaves_of_Grass\n",
        "pages": 152,
        "title": "Leaves of Grass",
        "year": 1855,
        "genre": [
            "Poetry"
        ],
        "labels": [
            "poem"
        ],
        "information": "Leaves of Grass is a poetry collection by American poet Walt Whitman. Though it was first published in 1855, Whitman spent most of his professional life writing, rewriting, and expanding Leaves of Grass until his death in 1892. Six or nine individual editions of Leaves of Grass were produced, depending on how they are distinguished. This resulted in vastly different editions over four decades. The first edition was a small book of twelve poems, and the last was a compilation of over 400."
    },
    {
        "author": "Virginia Woolf",
        "country": "United Kingdom",
        "imageLink": "images/mrs-dalloway.jpg",
        "language": "English",
        "link": "https://en.wikipedia.org/wiki/Mrs_Dalloway\n",
        "pages": 216,
        "title": "Mrs Dalloway",
        "year": 1925,
        "genre": [
            "UnKnown"
        ],
        "labels": [
            "UnKnown"
        ],
        "information": "Mrs Dalloway is a novel by Virginia Woolf published on 14 May 1925. It details a day in the life of Clarissa Dalloway, a fictional upper-class woman in post-First World War England. It is one of Woolf's best-known novels. The working title of Mrs Dalloway was The Hours. The novel originated from two short stories, \"Mrs Dalloway in Bond Street\" and the unfinished \"The Prime Minister\". In autumn 1922, Woolf began to think of the \"Mrs. Dalloway\" short story as the first chapter of her new novel, and she completed the manuscript in late autumn 1924."
    },
    {
        "author": "Virginia Woolf",
        "country": "United Kingdom",
        "imageLink": "images/to-the-lighthouse.jpg",
        "language": "English",
        "link": "https://en.wikipedia.org/wiki/To_the_Lighthouse\n",
        "pages": 209,
        "title": "To the Lighthouse",
        "year": 1927,
        "genre": [
            "Modernism"
        ],
        "labels": [
            "modern"
        ],
        "information": "To the Lighthouse is a 1927 novel by Virginia Woolf. The novel centres on the Ramsay family and their visits to the Isle of Skye in Scotland between 1910 and 1920. Following and extending the tradition of modernist novelists like Marcel Proust and James Joyce, the plot of To the Lighthouse is secondary to its philosophical introspection. Cited as a key example of the literary technique of multiple focalisation, the novel includes little dialogue and almost no direct action; most of it is written as thoughts and observations. To the Lighthouse is made up of three powerfully charged visions into the life of the Ramsay family—maternal Mrs. Ramsay, highbrow Mr. Ramsay, and their eight children—who live in a summer house off the rocky coast of Scotland. From Mr. Ramsay's seemingly trivial postponement of a visit to a nearby lighthouse, Virginia Woolf examines tensions and allegiances and shows that the small joys and quiet tragedies of everyday life could go on forever. The novel recalls childhood emotions and highlights adult relationships. Among the book's many tropes and themes are those of loss, subjectivity, the nature of art and the problem of perception."
    },
    {
        "author": "Marguerite Yourcenar",
        "country": "France/Belgium",
        "imageLink": "images/memoirs-of-hadrian.jpg",
        "language": "French",
        "link": "https://en.wikipedia.org/wiki/Memoirs_of_Hadrian\n",
        "pages": 408,
        "title": "Memoirs of Hadrian",
        "year": 1951,
        "genre": [
            "Historical novel",
            "philosophical novel"
        ],
        "labels": [
            "novel"
        ],
        "information": "Memoirs of Hadrian (French: Mémoires d'Hadrien) is a French-language novel by the Belgian -born writer Marguerite Yourcenar about the life and death of the Roman Emperor Hadrian. First published in France in 1951, the book was a critical and commercial success. It was translated into English by Grace Frick and published as Hadrian's Memoirs in 1954 by Farrar, Straus and Young and the following year in the UK as Memoirs of Hadrian (by Secker & Warburg). American editions of this translation are now published under the latter title."
    }
]